tap "homebrew/cask"
tap "warrensbox/tap"

brew "gnu-sed"
brew "wget"
brew "gnupg"
brew "go"
brew "helm"
brew "htop"
brew "httpie"
brew "jq"
brew "kind"
brew "kubectl"
brew "kubectx"
brew "pre-commit"
brew "telnet"
brew "terraform-docs"
brew "tfk8s"
brew "tflint"
brew "tfsec"
brew "tfswitch"
brew "tmate"
brew "vault"
brew "watch"
brew "yq"
brew "ipcalc"
brew "awscli"
brew "npm"
brew "yarn"
brew "wireshark"
brew "zsh"
brew "pyenv"

cask "alfred"
cask "visual-studio-code"
cask "discord"
cask "docker"
cask "google-cloud-sdk"
cask "iterm2"
cask "openvpn-connect"
cask "postman"
cask "slack"
cask "zoom"
cask "authy"
cask "mongodb-compass"
cask "rectangle"
cask "jetbrains-toolbox"
#cask "google-chrome" usually installed manually
cask "dbeaver-community"
cask "obs"
cask "microsoft-office"
cask "utm"
